{
    "aboutUsTitle": "About Us",
    "welcomeMessage": "Welcome to our financial advisor platform, a dedicated resource designed to empower immigrants and non-native English speakers on their journey to financial literacy. We understand the unique challenges faced by individuals navigating a new financial system, and our mission is to provide personalized guidance to help you achieve your financial goals with confidence.",
    "platformDescription": "Our platform offers curated financial advice tailored to your specific needs, ensuring that you have access to the tools and knowledge necessary to make informed decisions. Whether you're managing your first budget, saving for the future, or understanding complex financial documents, we are here to support you every step of the way.",
    "keyFeaturesTitle": "Key Features:",
    "personalizedAdvice": "Personalized Financial Advice: Receive tailored recommendations to help you navigate the financial landscape with ease.",
    "chatbotAssistance": "Chatbot Assistance: Our intelligent chatbot is available 24/7 to answer your questions, provide guidance, and simplify complex financial concepts.",
    "documentAnalysis": "Document Reading and Analysis: Upload important financial documents, and our platform will help you understand them in clear, simple terms.",
    "multilingualSupport": "Multilingual Support: Access resources and assistance in multiple languages to ensure nothing gets lost in translation.",
    "commitmentMessage": "We believe that financial literacy is a cornerstone of success, and we are committed to breaking down barriers to make it accessible for everyone. Our platform is built with inclusivity in mind, ensuring that language and cultural differences are no longer obstacles to achieving financial independence.",
    "callToAction": "Join us today and take the first step toward a brighter financial future. Together, we can help you build the knowledge and confidence to thrive in your financial journey."
}