{
    "aboutUsTitle": "Sobre Nosotros",
    "welcomeMessage": "Bienvenido a nuestra plataforma de asesoramiento financiero, un recurso dedicado a empoderar a inmigrantes y personas que no hablan inglés como lengua materna en su camino hacia la alfabetización financiera. Entendemos los desafíos únicos que enfrentan las personas al navegar por un nuevo sistema financiero, y nuestra misión es proporcionar orientación personalizada para ayudarte a alcanzar tus metas financieras con confianza.",
    "platformDescription": "Nuestra plataforma ofrece asesoramiento financiero personalizado adaptado a tus necesidades específicas, asegurando que tengas acceso a las herramientas y conocimientos necesarios para tomar decisiones informadas. Ya sea que estés gestionando tu primer presupuesto, ahorrando para el futuro o entendiendo documentos financieros complejos, estamos aquí para apoyarte en cada paso del camino.",
    "keyFeaturesTitle": "Características Clave:",
    "personalizedAdvice": "Asesoramiento Financiero Personalizado: Recibe recomendaciones adaptadas para ayudarte a navegar el panorama financiero con facilidad.",
    "chatbotAssistance": "Asistencia con Chatbot: Nuestro chatbot inteligente está disponible 24/7 para responder tus preguntas, brindarte orientación y simplificar conceptos financieros complejos.",
    "documentAnalysis": "Lectura y Análisis de Documentos: Sube documentos financieros importantes y nuestra plataforma te ayudará a entenderlos en términos claros y simples.",
    "multilingualSupport": "Soporte Multilingüe: Accede a recursos y asistencia en varios idiomas para garantizar que nada se pierda en la traducción.",
    "commitmentMessage": "Creemos que la alfabetización financiera es una piedra angular del éxito, y estamos comprometidos a eliminar barreras para hacerla accesible para todos. Nuestra plataforma está diseñada con la inclusión en mente, asegurando que las diferencias de idioma y cultura ya no sean obstáculos para lograr la independencia financiera.",
    "callToAction": "Únete a nosotros hoy y da el primer paso hacia un futuro financiero más brillante. Juntos, podemos ayudarte a construir el conocimiento y la confianza para prosperar en tu camino financiero."
}